"Mosso Cloud Files" = "Mosso Cloud Files";

/* This key must be included with your control panel username in all requests to the Cloud Web Services API. */
"API Access Key" = "API Access Key";

"Enable Mosso Cloud Files Distribution" = "Enable Mosso Cloud Files Distribution"

/* Content Distribution Network */
"CDN Enabled" = "CDN Enabled";

/* Content Distribution Network */
"CDN Disabled" = "CDN Disabled";
